Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Knitting
de: Stricken
es: Punto
fr: Tricot
hi: बुनाई
it: Lavoro a maglia
nl: Breien
pl: Robienie na drutach
pt: Tricô
ru: Вязание
tr: Örgü
uk: В'язання

source: Knot
de: Knoten
es: Nudo
fr: Nœud
hi: गाँठ
it: Nodo
nl: Knoop
pl: Węzeł
pt: Nó
ru: Узел
tr: Düğüm
uk: Вузол

source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
hi: कोरियाई
it: Coreano
nl: Koreaans
pl: Koreańczyk
pt: Coreano
ru: Корейский
tr: Korece
uk: Корейська

source: Koruna
de: Krone
es: Corona
fr: Couronne
hi: कोरुना
it: Coruna
nl: Corona
pl: Korona
pt: Coroa
ru: Крона
uk: Корона

source: Krona
de: SKrone
es: Corona sueca
fr: Couronne
hi: क्रोना
it: Corona
nl: Zweedse kroon
pl: Korona
pt: Coroa
ru: Крона
uk: Крона

source: Krone
de: DKrone
es: Corona
fr: Couronne
hi: क्रोन
it: Corona
nl: Deense kroon
pl: Korona
pt: Coroa
ru: Крона
tr: Kron
uk: Крона

source: Lace
de: Spitze
es: Encaje
fr: Dentelle
hi: लेस
it: Pizzo
nl: Kant
pl: Koronka
pt: Renda
ru: Кружево
tr: Dantel
uk: Мереживо

source: Lacewing
de: Netzflügler
es: Ala de encaje
fr: Chrysope
hi: लेसविंग
it: Neurottero
nl: Kantvleugel
pl: Sieciarka
pt: Asa de renda
ru: Кружевное крыло
tr: Dantel kanat
uk: Мереживне крило

source: Ladle
de: Schöpfkelle
es: Cucharón
fr: Louche
hi: करछुल
it: Mestolo
nl: Pollepel
pl: Chochla
pt: Concha
ru: Ковш
tr: Kepçe
uk: Ковш

source: Ladybug
de: Marienkäfer
es: Mariquita
fr: Coccinelle
hi: लेडीबग
it: Coccinella
nl: Lieveheersbeestje
pl: Biedronka
pt: Joaninha
ru: Божья коровка
tr: Uğur Böceği
uk: Божа корівка

source: Lagoon
de: Lagune
es: Laguna
fr: Lagune
hi: समुद्रताल
it: Laguna
nl: Lagune
pl: Laguna
pt: Lagoa
ru: Лагуна
tr: Lagün
uk: Лагуна

source: Lake
de: See
es: Lago
fr: Lac
hi: झील
it: Lago
nl: Meer
pl: Jezioro
pt: Lago
ru: Озеро
tr: Göl
uk: Озеро

source: Lamp
de: Lampe
es: Lámpara
fr: Lampe
hi: चिराग़
it: Lampada
pl: Lampa
pt: Candeeiro
ru: Лампа
tr: Lamba
uk: Лампа

source: Lance
de: Lanze
es: Lanza
hi: लांस
it: Lancia
nl: Lans
pl: Lanca
pt: Lança
ru: Копьё
tr: Mızrak
uk: Ланс

source: Landslide
de: Erdrutsch
es: Deslizamiento de tierra
fr: Glissement de terrain
hi: भू-स्खलन
it: Frana
nl: Aardverschuiving
pl: Osuwisko
pt: Deslizamento de terra
ru: Оползень
tr: Heyelan
uk: Зсув

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
hi: भाषाएँ
it: Lingue
nl: Talen
pl: Języki
pt: Línguas
ru: Языки
tr: Diller
uk: Мови

source: Lantern
de: Laterne
es: Linterna
fr: Lanterne
hi: लानटेन
it: Lanterna
nl: Lantaarn
pl: Latarnia
pt: Lanterna
ru: Фонарь
tr: Fener
uk: Ліхтар

source: Larceny
de: Diebstahl
es: Robo
fr: Vol
hi: लार्सनी
it: Furto
nl: Diefstal
pl: Kradzież
pt: Furto
ru: Кража
tr: Hırsızlık
uk: Крадія

source: Lark
de: Lerche
es: Alondra
fr: Alouette
hi: लार्क
it: Allodola
nl: Leeuwerik
pl: Skowronek
pt: Cotovia
ru: Жаворонок
tr: Şaka
uk: Жайворонок

source: Larkspur
de: Rittersporn
es: Espuela de caballero
fr: Pied d'alouette
hi: लार्कस्पर
it: Speronella
nl: Ridderspoor
pl: Ostróżka
pt: Espora
ru: Шпорник
uk: Жаркспур

source: Larynx
de: Kehlkopf
es: Laringe
hi: कंठ
it: Laringe
nl: Strottenhoofd
pl: Krtań
pt: Laringe
ru: Гортань
tr: Gırtlak
uk: Гортан

source: Lathe
de: Drehmaschine
es: Torno
fr: Tour
hi: ख़राद
it: Tornio
nl: Draaibank
pl: Tokarka
pt: Torno mecânico
ru: Токарный станок
tr: Torna
uk: Токар

source: Latin
de: Latein
es: Latín
hi: लैटिन
it: Latino
nl: Latijn
pl: Łaciński
pt: Latim
ru: Латынь
uk: Латинська

source: Latvian
de: Lette
es: Letón
fr: Letton
hi: लातवियाई
it: Lettone
nl: Let
pl: Łotewski
pt: Letão
ru: Латыш
tr: Letonca
uk: Латвійський

source: Lavender
de: Lavendel
es: Lavanda
fr: Lavande
hi: लैवंडर
it: Lavanda
nl: Lavendel
pl: Lawenda
pt: Lavanda
ru: Лаванда
tr: Lavanta çiçeği
uk: Лаванда

source: Law
de: Gesetz
es: Ley
fr: Droit
hi: विधि
it: Legge
nl: Wet
pl: Prawo
pt: Lei
ru: Закон
tr: Hukuk
uk: Закон

source: Lawsuit
de: Prozess
es: Demanda
fr: Procès
hi: मुकदमा
it: Causa civile
nl: Proces
pl: Proces
pt: Processo
ru: Судебный процесс
tr: Dava
uk: Позов

source: Lawyer
de: Rechtsanwalt
es: Abogado
fr: Avocat
hi: वकील
it: Avvocato
nl: Advocaat
pl: Prawnik
pt: Advogado
ru: Адвокат
tr: Avukat
uk: Адвокат

source: Lead
de: Blei
es: Plomo
fr: Plomb
hi: अगुआई
it: Piombo
nl: Lood
pl: Ołów
pt: Liderar
ru: Свинец
tr: Kurşun
uk: Ведучий

source: Leaf
de: Blatt
es: Hoja
fr: Feuille
hi: पत्ता
it: Foglia
nl: Blad
pl: Liść
pt: Folha
ru: Лист
tr: Yaprak
uk: Лист

source: Leafhopper
de: Blatthopper
es: Saltahojas
fr: Sauterelle
hi: लीफहॉपर
it: Foglia
nl: Bladhopper
pl: Skrzynik na liście
pt: Gafanhoto
ru: Листовой хоппер
tr: Yaprak çekirgesi
uk: Листовий хоппер

source: League
de: Liga
es: Liga
fr: Ligue
hi: लीग
it: Lega
nl: Competitie
pl: Liga
pt: Liga
ru: Лига
tr: Lig
uk: Ліга

source: Leather
de: Leder
es: Cuero
fr: Cuir
hi: चमड़ा
it: Pelle
nl: Leer
pl: Skóra
pt: Couro
ru: Кожа
tr: Deri
uk: Шкіра

source: Leatherback
de: Lederrücken
es: Cuero trasero
fr: Dos en cuir
hi: लेदरबैक
it: Tartaruga liuto
nl: Leren rug
pl: Skórzany tył
pt: Cossa de couro
ru: Кожаная спина
tr: Deri sırtlı
uk: Шкіряна спина

source: Leg
de: Bein
es: Pierna
fr: Jambe
hi: टाँग
it: Gamba
nl: Been
pl: Noga
pt: Perna
ru: Нога
tr: Bacak
uk: Нога

source: Legal Terms
de: Rechtliche Bedingungen
es: Términos legales
fr: Conditions légales
hi: क़ानूनी शर्तें
it: Termini legali
nl: Juridische voorwaarden
pl: Warunki prawne
pt: Termos Legais
ru: Юридические условия
tr: Yasal Terimler
uk: Юридичні умови

source: Lemon
de: Zitrone
es: Limón
fr: Citron
hi: नींबू
it: Limone
nl: Citroen
pl: Cytryna
pt: Limão
ru: Лимон
tr: Limon
uk: Лимон

source: Lemur
de: Lemure
es: Lémur
fr: Maki
hi: लीमर
it: Lemure
pt: Lêmure
ru: Лемур
uk: Лемур

source: Leone
de: Löwe
es: León
fr: Lion
hi: लियोन
nl: Leeuw
pt: Leão
ru: Леоне
uk: Леоне

source: Leprechaun
de: Kobold
es: Duende
fr: Lutin
hi: लेप्रेचौन
it: Folletto
nl: Boosaardige kabouter
pl: Krasnal
ru: Гном
uk: Лепрекон

source: Lettuce
de: Lattich
es: Lechuga
fr: Laitue
hi: लेट्यूस
it: Lattuga
nl: Sla
pl: Sałata
pt: Alface
ru: Салат (латук)
tr: Marul
uk: Салат

source: Level
de: Niveau
es: Nivel
fr: Niveau
hi: समतल
it: Livello
nl: Niveau
pl: Poziom
pt: Nível
ru: Уровень
tr: Seviye
uk: Рівень

source: Libel
de: Verleumdung
es: Libelo
fr: Diffamation
hi: मानहानि
it: Calunnia
nl: Smaad
pl: Zniesławienie
pt: Calúnia
ru: Клевета
tr: İntira
uk: Наклеп

source: Librarian
de: Bibliothekar
es: Bibliotecario
fr: Bibliothécaire
hi: लाइब्रेरियन
it: Bibliotecario
nl: Bibliothecaris
pl: Bibliotekarz
pt: Bibliotecário
ru: Библиотекарь
tr: Kütüphaneci
uk: Бібліотекар

source: Lichen
de: Flechte
es: Liquen
hi: शैवाक
it: Lichene
nl: Korstmos
pl: Porost
pt: Líquen
ru: Лишайник
tr: Liken
uk: Лишай

source: Ligament
de: Band
es: Ligamento
hi: लिगामेंट
it: Legamento
nl: Band
pl: Wiązadło
pt: Ligamento
ru: Связка
tr: Bağ
uk: Зв'язівка

source: Lightning
de: Blitz
es: Rayo
fr: Foudre
hi: आकाश की बिजली
it: Fulmine
nl: Bliksem
pl: Błyskawice
pt: Relâmpago
ru: Молния
tr: Şimşek
uk: Блискавка

source: Lightyear
de: Lichtjahr
es: Año luz
fr: Année-lumière
hi: लाइटईयर
it: Anno luce
nl: Lichtjaar
pl: rok świetlny
pt: Ano-luz
ru: Лайтер
tr: Işık yılı
uk: Світловий рік

source: Lilac
de: Flieder
es: Lila
fr: Lilas
hi: बकाइन
it: Lilla
nl: Lila
pl: Liliowy
pt: Lilás
ru: Сиреневый
tr: Eflatun
uk: Бузковий

source: Lily
de: Lilie
es: Liliácea
fr: Lys
hi: लिली
it: Giglio
nl: Lelie
pl: Lilia
pt: Lírio
ru: Лилия
tr: Zambak
uk: Лілія

# Lima1
source: Lima
de: Ludwig
fr: Louis
it: Livorno
nl: Lodewijk
pl: Ludwik
ru: Леонид
tr: Lüleburgaz

source: Lime
de: Limette
es: Lima
fr: Citron vert
hi: चूना
nl: Kalk
pl: Wapno
pt: Cal
ru: Лайм
tr: Kireç
uk: Вапно

source: Limit
de: Obergrenze
es: Limitación
fr: Limite
hi: सीमा
it: Limite
nl: Limiet
pt: Limite
ru: Лимит
tr: Sınır
uk: Межа

source: Limnic
de: Limnisch
es: Límnico
fr: Limnique
hi: लिमनिक
it: Limnico
nl: Limnisch
pt: Limônico
ru: Лимник
tr: Limnik
uk: Лімнік

source: Line
de: Linie
es: Cola
fr: Queue
hi: पंक्ति
it: Linea
nl: Lijn
pl: Linia
pt: Linha
ru: Линия
tr: Çizgi
uk: Лінія

source: Linear Measurements
de: Lineare Messungen
es: Mediciones lineales
fr: Mesures linéaires
hi: रैखिक माप
it: Misure lineari
nl: Lineaire metingen
pl: Pomiary liniowe
pt: Medições Lineares
ru: Линейные измерения
tr: Doğrusal Ölçümler
uk: Лінійні вимірювання

source: Linen
de: Leinen
es: Lino
fr: Linge de maison
hi: लिनन
it: Biancheria
nl: Linnen
pl: Bielizna pościelowa
pt: Linho
ru: Льняной
tr: Çarşaflar
uk: Білизна

source: Lingerie
de: Damenunterwäsche
es: Lencería
hi: अधोवस्त्र
pl: Bielizna damska
ru: Дамское бельё
tr: Kadın çamaşırı
uk: Білизна

source: Linguistics
de: Linguistik
es: Lingüística
fr: Linguistique
hi: भाषाविज्ञान
it: Linguistica
nl: Taalwetenschap
pl: Językoznawstwo
pt: Linguística
ru: Лингвистика
tr: Dilbilim
uk: Лінгвістика

source: Lintel
de: Sturz
es: Dintel
fr: Linteau
hi: सोहावटी
it: Architrave
nl: Latei
pl: Nadproże
ru: Притолока
tr: Lento
uk: Узір'я

source: Lion
de: Löwe
es: León
hi: शेर
it: Leone
nl: Leeuw
pl: Lew
pt: Leão
ru: Лев
tr: Aslan
uk: Лев

source: Lip
de: Lippe
es: Labio
fr: Lèvre
hi: ओंठ
it: Labbro
pl: Warga
pt: Lábio
ru: Губа
tr: Dudak
uk: Губа

source: Liquid
de: Flüssigkeit
es: Líquido
fr: Liquide
hi: तरल पदार्थ
it: Liquido
nl: Vloeistof
pl: Płyn
pt: Líquido
ru: Жидкость
tr: Sıvı
uk: Рідина

source: Lisbon
de: Lissabon
es: Lisboa
fr: Lisbonne
hi: लिस्बन
it: Lisbona
nl: Lissabon
pl: Lizbona
pt: Lisboa
ru: Лиссабон
tr: Lizbon
uk: Лісабон

source: Literary Devices
de: Literarische Mittel
es: Dispositivos literarios
fr: Dispositifs littéraires
hi: साहित्यिक उपकरण
it: Dispositivi letterari
nl: Literaire Middelen
pl: Środki literackie
pt: Dispositivos Literários
ru: Литературные устройства
tr: Edebi Cihazlar
uk: Літературні прийоми

source: Literature
de: Literatur
es: Literatura
fr: Littérature
hi: साहित्य
it: Letteratura
nl: Literatuur
pl: Literatura
pt: Literatura
ru: Литература
tr: Edebiyat
uk: Література

source: Lithosphere
de: Lithosphäre
es: Litosfera
fr: Lithosphère
hi: लिथोस्फीयर
it: Litosfera
nl: Lithosfeer
pl: Litosfera
pt: Litosfera
ru: Литосфера
tr: Litosfer
uk: Літосфера

source: Lithuanian
de: Litauisch
es: Lituano
fr: Lituanien
hi: लिथुआनियाई
it: Lituano
nl: Litouws
pl: Litewski
pt: Lituano
ru: Литовский
tr: Litvanyalı
uk: Литовський

source: Liver
de: Leber
es: Hígado
fr: Foie
hi: यकृत
it: Fegato
nl: Lever
pl: Wątroba
pt: Fígado
ru: Печень
tr: Karaciğer
uk: Печінки

source: Lizard
de: Eidechse
es: Lagartija
fr: Lézard
hi: छिपकली
it: Lucertola
nl: Hagedis
pl: Jaszczurka
pt: Lagarto
ru: Ящерица
tr: Kertenkele
uk: Ящірка

source: Llama
de: Lama
fr: Lama
hi: लामा
it: Lama
nl: Lama
pl: Lama
pt: Lhama
ru: Лама
tr: Lama
uk: Лама

source: Lobster
de: Hummer
es: Langosta
fr: Homard
hi: महाचिंगट
it: Aragosta
nl: Zeekreeft
pl: Homar
pt: Lagosta
ru: Омар
tr: Istakoz
uk: Омар

source: Logarithm
de: Logarithmus
es: Logaritmo
fr: Logarithme
hi: सघुगणक
it: Logaritmo
nl: Logaritme
pl: Logarytm
pt: Logaritmo
ru: Логарифм
tr: Logaritma
uk: Логарифм

source: Loggerhead
de: Karettschildkröte
es: Tortuga boba
fr: Tête de logger
hi: लॉगरहेड
it: Testa di trogno
pt: Cabeça de madeira
ru: Логгерхед
uk: Логгерхед

source: Logic
de: Logik
es: Lógica
fr: Logique
hi: तर्क
it: Logica
nl: Logica
pl: Logika
pt: Lógica
ru: Логика
tr: Mantık
uk: Логіка

source: Loneliness
de: Einsamkeit
es: Soledad
fr: Solitude
hi: एकाकीपन
it: Solitudine
nl: Eenzaamheid
pl: Samotność
pt: Solidão
ru: Одиночество
tr: Yalnızlık
uk: Самотність

source: Loon
de: Seetaucher
es: Gavia
fr: Imbécile
hi: लून
it: Babbeo
nl: Idioot
pl: Głupek
pt: Louco
ru: Гагара
uk: Лун

source: Loop
de: Schleife
es: Repetición
fr: Boucle
hi: फंदा
nl: Lus
pl: Pętla
ru: Петля
tr: Ilmek
uk: Петля

source: Looting
de: Snach
es: Saqueo
fr: Pillage
hi: लूट-मार
it: Saccheggio
nl: Lunderen
pl: Szabrownictwo
pt: Pilhagem
ru: Мародёрство
tr: Yağmalama
uk: Марож

source: Lotus
de: Lotosblume
es: Loto
hi: कमल
it: Loto
nl: Lotusbloem
pl: Lotos
pt: Lótus
ru: Лотос
uk: Лотос

source: Louse
de: Laus
es: Piojo
fr: Pou
hi: जूँ
it: Pidocchio
nl: Luis
pl: Wesz
pt: Piolho
ru: Вошь
tr: Bit
uk: Вося

source: Love
de: Liebe
es: Amor
fr: Amour
hi: प्रेम
it: Amore
nl: Liefde
pl: Miłość
pt: Amor
ru: Любовь
tr: Aşk
uk: Любов

source: Lugers
de: Luger
hi: लुगर्स
pl: Lugery
ru: Лугерс
tr: Kızaklar
uk: Лугерс

source: Lung
de: Lunge
es: Pulmón
fr: Poumon
hi: फेफड़ा
it: Polmone
nl: Long
pl: Płuco
pt: Pulmão
ru: Лёгкое
tr: Akciğer
uk: Легені

source: Lungs
de: Lungen
es: Pulmones
fr: Poumons
hi: फेफड़े
it: Polmoni
nl: Longen
pl: Płuca
pt: Pulmões
ru: Легкие
tr: Akciğerler
uk: Легені

source: Lupine
de: Wolfs
es: Lupino
fr: Lupin
hi: ल्यूपिन
it: Lupino
pl: Wilczy
pt: Tremoço
ru: Волчий
tr: Acı bakla
uk: Люпин

source: Lute
de: Laute
es: Laúd
fr: Luth
hi: ल्यूट
it: Liuto
nl: Luit
pl: Lutnia
pt: Alaúde
ru: Лютня
tr: Lut
uk: Лютня

source: Lynx
de: Luchse
es: Lince
hi: लिंक्स
it: Lince
pl: Ryś
pt: Lince
ru: Рысь
tr: Vaşak
uk: Рисі

source: Macaw
de: Ara
es: Guacamayo
fr: Ara macao
hi: मैकॉ
it: Macao
nl: Ara
pl: Ara
pt: Arara
ru: Ара
tr: Makav
uk: Ара

source: Mace
de: Zepter
es: Macero
fr: Masse
hi: राजदंड
it: Macis
nl: Foelie
pl: Buława
pt: Maça
ru: Булава
tr: Topuz
uk: Булава

source: Maelstrom
de: Mahlstrom
es: Vorágine
fr: Maelström
hi: भंवर
it: Vortice
nl: Maalstroom
pl: Wir
pt: Turbilhão
ru: Водоворот
uk: Виро

source: Maggot
de: Made
es: Gusano
fr: Asticot
hi: लार्वा
it: Verme
nl: Made
pl: Robak
pt: Larva
ru: Личинка
tr: Kurtçuk
uk: Лисина

source: Magnetosphere
de: Magnetosphäre
es: Magnetosfera
fr: Magnétosphère
hi: मैग्नेटोस्फीयर
it: Magnetosfera
nl: Magnetosfeer
pl: Magnetosfera
pt: Magnetosfera
ru: Магнитосфера
tr: Manyetosfer
uk: Магнітосфера

source: Magnitude
de: Größenordnung
es: Magnitud
hi: परिमाण
it: Magnitudine
nl: Grootte
pl: Wielkość
ru: Величина
tr: Büyüklük
uk: Величина

source: Magnolia
de: Magnolie
hi: मैगनोलिया
pt: Creme
ru: Магнолия
tr: Manolya
uk: Магнолія

source: Magpie
de: Elster
es: Urraca
fr: Pie
hi: मुटरी
it: Gazza
nl: Ekster
pl: Sroka
pt: Pega
ru: Сорока
tr: Saksağan
uk: Сорока

source: Malay
de: Malaie
es: Malayo
fr: Malais
hi: मलय
it: Malese
nl: Maleis
pl: Malajski
pt: Malaio
ru: Малайский
uk: Малайська

source: Mallard
de: Stockente
es: Pato real
fr: Colvert
hi: मॉलर्ड
nl: Wilde eend
pl: Krzyżówka
pt: Pato-real
ru: Кряква
tr: Yaban deri
uk: М'ячка

source: Mallet
de: Schlägel
es: Mazo
fr: Maillet
hi: मुँगरी
it: Mazza
nl: Hamer
pl: Młotek
pt: Maço
ru: Деревянный молоток
tr: Ağaç tokmak
uk: Маллет

source: Maltese
de: Maltesisch
es: Maltés
fr: Maltais
hi: माल्टीज़
nl: Maltees
pl: Maltańczyk
pt: Maltês
ru: Мальтийский
tr: Malta
uk: Мальтійці

source: Mammals
de: Säugetiere
es: Mamíferos
fr: Mammifères
hi: स्तनधारी
it: Mammiferi
nl: Zoogdieren
pl: Ssaki
pt: Mamíferos
ru: Млекопитающие
tr: Memeliler
uk: Ссавці

source: Management
de: Verwaltung
es: Dirección
fr: Gestion
hi: संचालन
it: Gestione
nl: Beheer
pl: Zarządzanie
pt: Administração
ru: Управление
tr: Yönetim
uk: Управління

source: Manatee
de: Manati
es: Manatí
fr: Lamantin
hi: मैनेटी
it: Lamantino
nl: Zeekoen
pl: Manat
pt: Manati
ru: Ламантин
tr: Manate
uk: Мамантин

source: Mandarin
de: Mandarine
es: Mandarina
hi: मैंडरिन
it: Mandarino
nl: Mandarijn
pl: Mandarynka
pt: Mandarim
ru: Мандарин
tr: Mandalina
uk: Мандарин

source: Mandolin
de: Mandoline
es: Mandolina
fr: Mandoline
hi: मैंडोलिन
it: Mandolino
nl: Mandoline
pl: Mandolina
pt: Bandolim
ru: Мандолина
uk: Мандоліна

source: Manifold
de: Mannigfaltigkeit
es: Conjunto de puntos
fr: Collecteur
hi: अनेक
it: Collettore
nl: Spruitstuk
pl: Różnorodny
pt: Coletor
ru: Разнообразный
tr: Çok sayıda
uk: Колектор

source: Manslaughter
de: Totschlag
es: Homicidio sin premeditación
fr: Homicide involontaire
hi: हत्या
it: Omicidio colposo
nl: Doodslag
pl: Nieumyślne spowodowanie śmierci
pt: Homicídio culposo
ru: Непредумышленное убийство
tr: Adam öldürme
uk: Ненавмисне вбивство

source: Manta
de: Mantarochen
hi: मंता
ru: Манта
uk: Манта

source: Manticore
de: Manticora
es: Manticora
hi: मंटिकोर
it: Manticora
pl: Mantyka
ru: Мантикора
uk: Мантикора

source: Mantis
de: Fangschrecke
fr: Mante (religieuse)
hi: मंटिस
it: Mantide
nl: Bidsprinkhaan
pl: Modliszka
ru: Богомол
uk: Богомо

source: Mantle
de: Erdmantel
es: Manto
fr: Manteau
hi: मेंटल
it: Mantello
nl: Mantel
pl: Płaszcz
pt: Manto
ru: Мантия
tr: Manto
uk: Мантія

source: Manx
de: Manxkatze
es: Gato manx
fr: De l'île de Man
hi: मैनक्स
pl: Z wyspy Man
pt: Da Ilha de Man
ru: Мэнский
uk: Менкс

source: Maple
de: Ahorn
es: Arce
fr: Érable
hi: मैपिल
it: Acero
nl: Esdoorn
pl: Klon
pt: Bordo
ru: Клён
tr: Akça ağaç
uk: Клен

source: Marble
de: Marmor
es: Mármol
fr: Marbre
hi: संगमरमर
it: Marmo
nl: Marmer
pl: Marmur
pt: Mármore
ru: Мрамор
tr: Mermer
uk: Мармур

source: Marigold
de: Ringelblume
es: Caléndula
fr: Œillet d'Inde
hi: गेंदा
it: Tagete
nl: Goudsbloem
pl: Nagietek
pt: Calêndula
ru: Бархатцы
tr: Kadife çiçeği
uk: Чорнобривці

source: Marinate
de: Marinieren
es: Marinar
fr: Faire mariner
hi: मैरिनेट
it: Marinare
nl: Marineren
pl: Marynowany
pt: Marinar
ru: Мариновать
tr: Marine
uk: Маринувати

source: Marine Life
de: Meeresleben
es: Vida Marina
fr: La vie marine
hi: समुद्री जीवन
it: Vita marina
nl: Zeeleven
pl: Życie morskie
pt: Vida marinha
ru: Морская Жизнь
tr: Deniz Yaşamı
uk: Морське життя

source: Marketing
de: Werbung
hi: विपणन
ru: Маркетинг
tr: Pazarlama
uk: Маркетинг

source: Maroon
de: Kastanienbraun
es: Granate
fr: Bordeaux
hi: करौंदिया
it: Bordeaux
nl: Op een onbewoond eiland aan wal zetten
pl: Raca
pt: Castanho avermelhado
ru: Тёмно-бордовый цвет
tr: Bordo
uk: Бордовий

source: Marrow
de: Knochenmark
es: Médula
fr: Moelle
hi: कुम्हड़ा
it: Midollo
nl: Merg
pl: Szpik kostny
pt: Medula
ru: (Костный) мозг
tr: Ilik
uk: Мозок

source: Marsh
de: Sumpf
es: Marisma
fr: Marais
hi: दलदल
it: Palude
nl: Moeras
pl: Bagno
pt: Pântano
ru: Болото
tr: Bataklık
uk: Морш

source: Masher
de: Stampfer
es: Pasapurés
fr: Presse-purée
hi: मशर
it: Passaverdura
nl: Stamper
pl: Tłuczek
pt: Esmalhedor
ru: Машер
tr: Ezilen
uk: Машер

source: Materials
de: Materialien
es: Materiales
fr: Matériaux
hi: सामग्री
it: Materiali
nl: Materialen
pl: Materiały
pt: Materiais
ru: Материалы
tr: Malzemeler
uk: Матеріали

source: Math Concepts
de: Mathematische Konzepte
es: Conceptos matemáticos
fr: Concepts mathématiques
hi: गणित की अवधारणाएँ
it: Concetti matematici
nl: Wiskundige concepten
pl: Pojęcia matematyczne
pt: Conceitos matemáticos
ru: Математические понятия
tr: Matematik Kavramları
uk: Математичні поняття

source: Mathematics
de: Mathematik
es: Matemáticas
fr: Mathématiques
hi: गणितशास्त्र
it: Matematica
nl: Wiskunde
pl: Matematyka
pt: Matemática
ru: Математика
tr: Matematik
uk: Математика

source: Mattress
de: Matratze
es: Colchón
fr: Matelas
hi: गद्दा
it: Materasso
nl: Matras
pl: Materac
pt: Colchão
ru: Матрац
tr: Şilte
uk: Матрац

source: Mayfly
de: Eintagsfliege
es: Efímera
fr: Mai-mouche
hi: मेफ्लाई
it: Efemera
nl: Eendagsvlieg
ru: Подёнка
tr: Mayıs sinek
uk: Мейфлі

source: Meadow
de: Wiese
es: Prado
fr: Pré
hi: घास का मैदान
it: Prato
nl: Weide
pl: Łąka
pt: Prado
ru: Луг
tr: Çayır
uk: Луг

source: Mealworm
de: Mehlwurm
es: Gusano de la harina
fr: Ver de farine
hi: भोजन कीड़ा
it: Verme della farina
nl: Meelworm
pl: Larwa mącznika
pt: Verme de farinha
ru: Мутный червь
tr: Un solucanı
uk: М'яковий черв'як

source: Mean
de: Bedeuten
es: Malo
fr: Méchant
hi: कंजूस
it: Medio
nl: Gemeen
pl: Średnia
pt: Querer dizer
ru: Средний
tr: Ortalama
uk: Означає

source: Measure
de: Schritt
es: Medida
fr: Mesure
hi: उपाय
it: Misura
nl: Maatregel
pl: Środek
pt: Medida
ru: Мера
tr: Ölçmek
uk: Міра

source: Measuringcup
de: Messbecher
es: Copa medidora
fr: Tasse à mesurer
hi: मापने वाला कप
it: Misurino
nl: Maatbeker
pl: Miarka
pt: Copo de medição
ru: Мерная стаканчик
tr: Ölçüm kabı
uk: Мірна часка

source: Meat
de: Fleisch
es: Carne
fr: Viande
hi: गोश्त
it: Carne
nl: Vlees
pl: Mięso
pt: Carne
ru: Мясо
tr: Et
uk: М'ясо

source: Mechanic
de: Mechaniker
es: Mecánico
fr: Mécanicien
hi: मिस्तरी
it: Meccanico
nl: Monteur
pl: Mechanik
pt: Mecânico
ru: Механик
tr: Teknisyen
uk: Механік

source: Medicine
de: Medikament
es: Medicamento
fr: Médecine
hi: दवा
it: Medicina
nl: Geneeskunde
pl: Medycyna
pt: Medicina
ru: Медицина
tr: Tıp
uk: Медицина

source: Meerkat
de: Erdmännchen
es: Suricata
fr: Suricate
hi: मीरकैट
pl: Surykat
pt: Suricato
ru: Суриката
uk: Сурикат

source: Melancholy
de: Melancholie
es: Melancolía
fr: Mélancolie
hi: विषादपूर्ण
it: Malinconia
nl: Melancholie
pl: Melancholia
pt: Melancolia
ru: Грустный
tr: Melankoli
uk: Меланхолія

source: Melt
de: Schmelzen
es: Derretirse
fr: Faire fondre
hi: पिघलना
it: Fondere
nl: Smelten
pl: Stopić się
pt: Derreter
ru: Плавить, расплавить
tr: Erimek
uk: Розплав

source: Memory
de: Erinnerung
es: Memoria
fr: Mémoire
hi: याददाश्त
it: Memoria
nl: Geheugen
pl: Pamięć
pt: Memória
ru: Память
tr: Hafıza
uk: Пам'ять

source: Mercury
de: Quecksilber
es: Mercurio
fr: Mercure
hi: पारा
it: Mercurio
nl: Kwik
pl: Rtęć
pt: Mercúrio
ru: Ртуть
tr: Cıva
uk: Меркурій

source: Mermaid
de: Nixe
es: Sirena
fr: Sirène
hi: जलपरी
it: Sirena
nl: Meermin
pl: Syrena
pt: Sereia
ru: Русалка
tr: Denizkızı
uk: Русалка

source: Metal
de: Metall
fr: Métal
hi: धातु
it: Metallo
nl: Metaal
ru: Металл
uk: Метал

source: Metamorphic
de: Metamorph
es: Metamórfico
fr: Métamorphique
hi: मेटामोर्फिक
it: Metamorfico
nl: Metamorf
pl: Metamorficzny
pt: Metamórfico
ru: Метаморфический
tr: Metamorfik
uk: Метаморфічний

source: Metaphor
de: Metapher
es: Metáfora
fr: Métaphore
hi: रूपक
it: Metafora
nl: Metafoor
pl: Metafora
pt: Metáfora
ru: Метафора
tr: Mecaz
uk: Метафора

source: Meteorite
de: Meteorit
es: Meteorito
fr: Météorite
hi: उल्का पिंड
nl: Meteoriet
pl: Meteoryt
pt: Meteorito
ru: Метеорит
tr: Göktaşı
uk: Метеорит

source: Meteorology
de: Meteorologie
es: Meteorología
fr: Météorologie
hi: मौसम-विज्ञान
it: Meteorologia
nl: Meteorologie
pl: Meteorologia
pt: Meteorologia
ru: Метеорология
tr: Meteoroloji
uk: Метеорологія

source: Metical
de: Metisch
fr: Métique
hi: मेटिकल
it: Metico
nl: Metisch
ru: Метикал
tr: Metikal
uk: Метикальний

source: Mexico
de: Mexiko
es: México
fr: Mexique
hi: मेक्सिको
it: Messico
pl: Meksyk
pt: México
ru: Мексика
tr: Meksika
uk: Мексика

source: Mexicocity
de: Mexiko-Stadt
es: Ciudad de México
fr: Mexico
hi: मेक्सिकोसिटी
it: Città del Messico
nl: Mexicostad
pl: Miasto Meksyk
pt: Cidade do México
ru: Мехико-Сити
tr: Meksika şehri
uk: Мехіко-Сіті

source: Mica
de: Glimmer
hi: अभ्रक
pl: Mika
ru: Слюда
tr: Mika
uk: Сіка

source: Microbiology
de: Mikrobiologie
es: Microbiología
fr: Microbiologie
hi: सूक्ष्मजीवविज्ञान
it: Microbiologia
nl: Microbiologie
pl: Mikrobiologia
pt: Microbiologia
ru: Микробиология
tr: Mikrobiyoloji
uk: Мікробіологія

source: Micrometer
de: Messschraube
es: Micrómetro
fr: Micromètre
hi: माइक्रोमीटर
it: Micrometro
pl: Mikrometr
pt: Micrômetro
ru: Микрометр
tr: Mikrometre
uk: Мікрометр

source: Micron
de: Mikrometer
es: Micrón
hi: माइक्रोन
pl: Mikron
pt: Mícron
ru: Микрон
tr: Mikron
uk: Мікрон

source: Microplane
de: Mikroflugzeug
es: Microplano
fr: Microplan
hi: माइक्रोप्लेन
it: Microplano
nl: Microvliegtuig
pl: Mikropłaszczyzna
pt: Microplano
ru: Микроплан
tr: Mikro düzlem
uk: Мікроплан

source: Midnight
de: Mitternacht
es: Medianoche
fr: Minuit
hi: मध्यरात्रि
it: Mezzanotte
nl: Middernacht
pl: Północ
pt: Meia-noite
ru: Полночь
tr: Gece yarısı
uk: Опівночі

source: Mike
de: Martha
es: María
fr: Marcel
it: Milano
nl: Maria
pl: Maria
ru: Михаил
tr: Muş

source: Milan
de: Mailand
es: Milán
hi: मिलान
it: Milano
nl: Milaan
pl: Mediolan
pt: Milão
ru: Милан
tr: Milano
uk: Мілан

source: Mile
de: Meile
es: Milla
hi: मील
it: Miglio
nl: Mijl
pl: Mila
pt: Milha
ru: Миля
tr: Mil
uk: Миля

source: Military Letter Codes
de: Militärische Briefcodes
es: Códigos de carta militar
fr: Codes de lettres militaires
hi: सैन्य पत्र कोड
it: Codici lettera militari
nl: Militaire lettercodes
pl: Wojskowe kody listów
pt: Códigos de Carta Militar
ru: Коды военных писем
tr: Askeri Mektup Kodları
uk: Коди військових листів
